export interface TSoft {
  id: number;
  description: string;
}

export const soft: TSoft[] = [
  {
    id: 1,
    description:
      "Я в начале карьерного пути в качестве Front-end разработчика",
  },
  {
    id: 2,
    description:
      "У меня есть основные знания в области front-end разработки, а также опыт создания нескольких пет-проектов, которые помогли мне улучшить свои навыки и понимание технологий. В настоящее время я продолжаю учиться и развиваться в данной сфере",
  },
  {
    id: 3,
    description:
      "Ранее я работала в образовании, это позволило мне развить коммуникативные и организационные навыки, которые я считаю важными для работы в команде. Данные навыки применимы в работе front-end разработчика и позволяют сделать процесс разработки более эффективным и продуктивным",
  },

];
