export interface TSoft {
  id: number;
  description: string;
}

export const soft: TSoft[] = [
  {
    id: 1,
    description:
      "За годы преподавания я научилась легко находить контакт с любыми людьми.",
  },
  {
    id: 2,
    description:
      "Умею планировать свою работу, слежу за сроками выполнения и несу ответственность за свою работу.",
  },

  {
    id: 3,
    description:
      "Быстро адаптируюсь к изменениям и попутно решаю проблемы, которые могут возникнуть.",
  },
  {
    id: 4,
    description:
      "Критически оцениваю свою работу и нахожу области для улучшения. С благодарностью принимаю обратную связь от коллег.",
  },
];
